Repository: ZelongChen/Paris-Saveur
Catalog: Paris Saveur/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

source: Cancel
zh_cn: 取消

# CommentPage_Price.Text
source: Price
zh_cn: 价格

# CommentPage_PricePlaceholder.PlaceholderText
source: Price
zh_cn: 价格

# CommentPage_RateButton.Content
source: Rate This Restaurant
zh_cn: 点评该餐馆

# CommentPage_TapToRate.Text
source: Tap stars to rate
zh_cn: 轻按星标打分

# CommentPage_Title.Text
source: Rate Restaurant
zh_cn: 点评

# CommentPage_YourComment.PlaceholderText
source: Your Comment
zh_cn: 您的评价

source: Error
zh_cn: 错误

# FeedbackPage_Comment.PlaceholderText
source: Your feedback
zh_cn: 您的反馈

# FeedbackPage_CommentTitle.Text
source: Give me your feedback:
zh_cn: 欢迎给我您的反馈意见 :

# FeedbackPage_SendButton.Content
source: Submit
zh_cn: 提交

# FeedbackPage_Title.Text
source: Feedback
zh_cn: 反馈

# HotRestaurantPage_Title
source: Popular
zh_cn: 热门餐馆

# HotTagPage_Title.Text
source: Hot Tags
zh_cn: 热门标签

# LoadMoreButoon.Content
source: Load more
zh_cn: 加载更多

# LoginPage_LoginButton.Content
source: Login
zh_cn: 登录

# LoginPage_PasswordEmpty
source: Password cannot be empty
zh_cn: 密码不能为空

# LoginPage_PasswordTextBox.PlaceholderText
source: Password
zh_cn: 密码

# LoginPage_SignUpButton.Content
source: Sign up
zh_cn: 注册新用户

# LoginPage_Title.Text
source: Login
zh_cn: 登录

# LoginPage_UserNameEmpty
source: User name cannot be empty
zh_cn: 用户名不能为空

# LoginPage_UserNameShort
source: User name cannot be shorter than 4 characters
zh_cn: 用户名不能少于4个字符

# LoginPage_UserNameTextBox.PlaceholderText
source: User Name
zh_cn: 用户名

# MainPage_AppBarButtonFavorite.Label
source: Favorite
zh_cn: 收藏

# MainPage_AppBarButtonFeedback.Label
source: Your Feedback
zh_cn: 您的反馈

# MainPage_AppBarButtonHistory.Label
source: History
zh_cn: 历史

# MainPage_AppBarButtonNote.Label
source: Rate this App
zh_cn: 给应用打分

# MainPage_AppBarButtonSearch.Label
source: Search
zh_cn: 搜索

# MainPage_AppBarButtonWeb.Label
source: Our Website
zh_cn: 我们的网站

# MainPage_LogoutMessageDialogHeader
source: Do you want to logout?
zh_cn: 您确定要退出吗?

# MainPage_LogoutMessageDialogTitle
source: Logout
zh_cn: 退出登录

# MainPage_PivotItemAboutTitle.Text
source: About
zh_cn: 关于

# MainPage_PivotItemAboutWeibo.Text
source: Follow us on Sina Weibo
zh_cn: 关注新浪微博

# MainPage_PivotItemHomeHot.Text
source: Popular
zh_cn: 热门餐馆

# MainPage_PivotItemHomeHotTag.Text
source: Hot Tags
zh_cn: 热门标签

# MainPage_PivotItemHomeMetro.Text
source: Metro
zh_cn: 地铁周边

# MainPage_PivotItemHomeNearby.Text
source: Nearby
zh_cn: 附近餐馆

# MainPage_PivotItemHomeRecommended.Text
source: Explore
zh_cn: 随便看看

# MainPage_PivotItemHomeSortby.Text
source: Cuisine
zh_cn: 菜系分类

# MainPage_PivotItemHomeTitle.Text
source: Home
zh_cn: 首页

# MainPage_PivotItemMeLogin
source: Login
zh_cn: 登录

# MainPage_PivotItemMeLogout
source: Logout
zh_cn: 退出

# MainPage_PivotItemMeTitle.Text
source: Me
zh_cn: 我

# MainPage_Title.Text
source: Paris Savour
zh_cn: 巴黎吃什么

# NearByRestaurant_LocationDisabled
source: GPS is disabled
zh_cn: 定位功能未打开

# NearByRestaurant_NoRestaurantText.Text
source: Cannot find restaurant nearby
zh_cn: 在这附近没有找到餐馆

# NoConnectionText.Text
source: Please check your Internet connection
zh_cn: 请检查您的网络连接

# RecommendedPage_Title.Text
source: Explore
zh_cn: 随便看看

# RestaurantDetailPage_AddToFavoriteText
source: Add to favorite
zh_cn: 已添加到收藏

# RestaurantDetailPage_CommentButton.Label
source: Comment
zh_cn: 点评

# RestaurantDetailPage_FavoriteButton.Label
source: Favorite
zh_cn: 收藏

# RestaurantDetailPage_Favorited
source: Favorited
zh_cn: 已收藏

# RestaurantDetailPage_NoCommentText.Text
source: No comment
zh_cn: 暂无评论

# RestaurantDetailPage_OpenMapButton.Label
source: Map
zh_cn: 在地图中打开

# RestaurantDetailPage_PhoneButton.Label
source: Call
zh_cn: 呼叫

# RestaurantDetailPage_PinText
source: Pin
zh_cn: 添加到桌面

# RestaurantDetailPage_PinUnPinCommandButton.Label
source: Pin
zh_cn: 添加到桌面

# RestaurantDetailPage_PivotHeaderComment
source: Comment
zh_cn: 评论

# RestaurantDetailPage_PivotHeaderDetail.Text
source: Detail
zh_cn: 餐厅信息

# RestaurantDetailPage_RemoveFromFavoriteText
source: Remove from favorite
zh_cn: 已从收藏删除

# RestaurantDetailPage_ShareButton.Label
source: Share
zh_cn: 分享

# RestaurantDetailPage_ShareLocationButton.Label
source: Share location
zh_cn: 分享地址

# RestaurantDetailPage_ToFavorite
source: Favorite
zh_cn: 收藏

# RestaurantDetailPage_UnPinText
source: Unpin
zh_cn: 从桌面删除

# RestaurantSortByStylePage_Beifang.Content
source: Northern Chinese
zh_cn: 北方菜系

# RestaurantSortByStylePage_Guangdong_Fujian.Content
source: Cantonese / Fujian
zh_cn: 粤菜 闽菜

# RestaurantSortByStylePage_Japan_Korea.Content
source: Japanese / Korean
zh_cn: 日餐 韩餐

# RestaurantSortByStylePage_Jiangshu_Zhejiang.Content
source: Jiangsu / Zhejiang
zh_cn: 苏菜 浙菜

# RestaurantSortByStylePage_Shandong_Anhui.Content
source: Shandong / Anhui
zh_cn: 鲁菜 徽菜

# RestaurantSortByStylePage_Sichuan_Hunan.Content
source: Sichuan / Hunan
zh_cn: 川菜 湘菜

# RestaurantSortByStylePage_Southest_Asia.Content
source: South Asian
zh_cn: 东南亚菜

# RestaurantSortByStylePage_Title.Text
source: Cuisine
zh_cn: 菜系分类

# RestaurantSortByStylePage_Unclassified.Content
source: Unclassified
zh_cn: 未归类

# RestaurantSortByStylePage_Yunnan.Content
source: Yunnan
zh_cn: 云南菜

# SearchPage_NoResultText.Text
source: Cannot find restaurant
zh_cn: 没有找到符合条件的餐馆

# SearchPage_SearchTextBox.PlaceholderText
source: Search...
zh_cn: 搜索餐馆名...

# SearchPage_Title.Text
source: Search
zh_cn: 搜索

# SignUpPage_EmailEmptyText
source: Email cannot be empty
zh_cn: 用户邮箱不能为空

# SignUpPage_EmailExistText
source: Email has been used
zh_cn: 该电子邮件已被使用

# SignUpPage_EmailFormatText
source: Email format error
zh_cn: 电子邮箱格式不正确

# SignUpPage_Password1TextBox.PlaceholderText
source: Password
zh_cn: 密码

# SignUpPage_Password2TextBox.PlaceholderText
source: Confirm password
zh_cn: 确认密码

# SignUpPage_PasswordEmptyText
source: Password cannot be empty
zh_cn: 密码不能为空

# SignUpPage_SignUpButton.Content
source: Sign up new user
zh_cn: 注册新用户

# SignUpPage_Title.Text
source: Sign up new user
zh_cn: 注册新用户

# SignUpPage_TwoPwdNotMatchText
source: Two passwords not match
zh_cn: 两次密码不匹配

# SignUpPage_UserEmailTextBox.PlaceholderText
source: Email
zh_cn: 电子邮箱

# SignUpPage_UsernameEmptyText
source: Username cannot be empty
zh_cn: 用户名不能为空

# SignUpPage_UsernameExistText
source: Username has been used
zh_cn: 已存在一位使用该名字的用户

# SignUpPage_UsernameShortText
source: Username cannot be shorter than 4 characters
zh_cn: 用户名不能少于4个字符

# SignUpPage_UserNameTextBox.PlaceholderText
source: Username
zh_cn: 用户名

# SimpleDisplayPage_ClearRecordButton.Label
source: Clear record
zh_cn: 清除记录

# SimpleDisplayPage_FavoriteTitleText
source: Favorite
zh_cn: 收藏

# SimpleDisplayPage_HistoryTitleText
source: History
zh_cn: 历史

# TransportStationsPage_Title.Text
source: Metro
zh_cn: 地铁周边

source: Yes
zh_cn: 确定

# RecommendedPage_RefreshButton.Label
source: Refresh
zh_cn: 刷新

# RestaurantModel_Cantonese_Fujian
source: Cantonese / Fujian
zh_cn: 粤菜 闽菜

# RestaurantModel_CommentNumbers
source: comments
zh_cn: 个点评

# RestaurantModel_Japanese_Korean
source: Japanese / Korean
zh_cn: 日餐 韩餐

# RestaurantModel_Jiangsu_Zhejiang
source: Jiangsu / Zhejiang
zh_cn: 苏菜 浙菜

# RestaurantModel_Nothern_Chinese
source: Northern Chinese
zh_cn: 北方菜系

# RestaurantModel_Per
source: per capita
zh_cn: 人均

# RestaurantModel_Shandong_Anhui
source: Shandong / Anhui
zh_cn: 鲁菜 徽菜

# RestaurantModel_Sichuan_Hunan
source: Sichuan / Hunan
zh_cn: 川菜 湘菜

# RestaurantModel_South_Asian
source: South Asian
zh_cn: 东南亚菜

# RestaurantModel_Unclassified
source: Unclassified
zh_cn: 未归类

# RestaurantModel_Yunan
source: Yunnan
zh_cn: 云南菜
